Repository: frontend-labs/post-template
Catalog: source/themes/plugins/paypal-donations/lang/paypal-donations-*.po
Languages: da_dk, de_de, fr_fr, he_il, it_it, lt_lt, ms_my, nn_no, ro_ro, ru_ru, sq_al, tr_tr

source: Account Setup
ro_ro: Setarea contului

source: PayPal Account
da_dk: PayPal-konto
de_de: PayPal-Konto
fr_fr: Compte PayPal
he_il: חשבון PayPal
it_it: Utenza PayPal
lt_lt: PayPal konto
ms_my: Akaun PayPal
nn_no: PayPal-konto
ro_ro: Contul PayPal
ru_ru: PayPal аккаунт
sq_al: Llogaria PayPal
tr_tr: PayPal Hesabı

source: Your PayPal Email or Secure Merchant Account ID.
ro_ro: Emailul dumneavoastră PayPal sau ID-ul Secure Merchant Account.

source: Currency
da_dk: Valuta
de_de: W&auml;hrung
fr_fr: Devise
he_il: מטבע
it_it: Valuta
lt_lt: raha
ms_my: Matawang
nn_no: Valuta
ro_ro: Moneda de utilizare
ru_ru: Валюта
sq_al: Monedha
tr_tr: Para Birimi

source: The currency to use for the donations.
da_dk: Valutaen, der skal anvendes ved donationer.
de_de: W&auml;hrung die f&uuml;r Spenden verwendet wird.
fr_fr: La devise à utiliser pour les dons.
he_il: סוג המטבע לקבלת תרומות.
it_it: La valuta in uso per le donazioni.
lt_lt: Valuuta kasutada annetused.
ms_my: Matawang yang digunakan untuk sumbangan.
nn_no: Valutaen som skal brukast ved donasjonar.
ro_ro: Moneda de utilizare pentru donații.
ru_ru: Валюта, которая используется для пожертвований.
sq_al: Monedha e përdorur për dhurimet.
tr_tr: Bağışlarda kullanılacak para birimi.

source: Optional Settings
da_dk: Valgfrie indstillinger
de_de: Optionale Einstellungen
fr_fr: Paramètres optionnels
he_il: הגדרות רשות
it_it: Impostazioni facoltative
lt_lt: valikseaded
ms_my: Tetapan Opsyenel
nn_no: Valfrie innstillingar
ro_ro: Setări opţionale
ru_ru: Опциональные настройки
sq_al: Opsione opsionale
tr_tr: İsteğe Bağlı Ayarlar

source: Page Style
da_dk: Style for side
de_de: Seitenformat
fr_fr: Style de page
he_il: עיצוב העמוד
it_it: Stile pagina
ms_my: Stail Laman
nn_no: Sidestil
ro_ro: Stilul paginii
ru_ru: Стиль страницы
sq_al: Stili i faqes
tr_tr: Sayfa Stili

source: The name of a custom payment page style that exist in your PayPal account profile.
ro_ro: Numele stilului personalizat pentru pagina de plată care există în profilul contului dumneavoastră PayPal.

source: Return Page
da_dk: Side, brugeren returneres til
de_de: R&uuml;ckkehrseite
fr_fr: Page précédente
he_il: עמוד חזרה
it_it: Pagina di ritorno
lt_lt: tagasi Page
ms_my: Laman untuk kembali
nn_no: Side som brukaren blir sendt attende til
ro_ro: Pagina de întoarcere
ru_ru: Страница для возврата
sq_al: Faqja kthimit
tr_tr: Dönüş Sayfası

source: URL to which the donator comes to after completing the donation; for example, a URL on your site that displays a "Thank you for your donation".
ro_ro: URL-ul la care donatorul se întoarce după completarea procesului de donare; de exemplu, un URL pe site-ul dumneavoastră care afișează o notă ”Mulțumim pentru donația dumneavoastră”.

source: Defaults
da_dk: Standardværdier
de_de: Standardwerte
fr_fr: Défauts
he_il: ברירות מחדל
it_it: Predefinite
lt_lt: vaikimisi
ms_my: Default
nn_no: Standardverdiar
ro_ro: Setările implicite
ru_ru: Умолчания
sq_al: Default
tr_tr: Varsayılanlar

source: Amount
da_dk: Beløb
de_de: Betrag
fr_fr: Montant
he_il: סכום התרומה
it_it: Importo
lt_lt: summa
ms_my: Jumlah
nn_no: Beløp
ro_ro: Sumă
ru_ru: Сумма
sq_al: Shuma
tr_tr: Miktar

source: The default amount for a donation (Optional).
da_dk: Standardbeløbet for en donation (valgfri).
de_de: Standard Betrag der Spende (optional).
fr_fr: Le montant par défaut d'un don (optionnel).
he_il: סכום ברירת מחדל לתרומה (רשות).
it_it: Importo predefinito per la donazione (facoltativo).
lt_lt: Default summa annetuse (valikuline).
ms_my: Jumlah default sumbangan (Opsyenel).
nn_no: Standardbeløpet for ein donasjon (valfritt).
ro_ro: Valoarea implicită pentru o donaţie (opţional).
ru_ru: Стандартная сумма для пожертвований (Опционально).
sq_al: Shuma e paracaktuar e dhurimeve (Opsionale).
tr_tr: Varsayılan bağış miktarı (İsteğe bağlı).

source: Purpose
da_dk: Formål
de_de: Ziel
fr_fr: Objet du don
he_il: מטרת התרומה
it_it: Finalità
lt_lt: eesmärk
ms_my: Tujuan
nn_no: Formål
ro_ro: Scop
ru_ru: Исключение
sq_al: Qëllimi
tr_tr: Amaç

source: The default purpose of a donation (Optional).
da_dk: Standardformålet med en donation (valgfri).
de_de: Standard Ziel der Spende (optional).
fr_fr: Objet par défaut d'un don (optionnel).
he_il: ציין מטרת ברירת מחדל (רשות).
it_it: Scopo predefinito per la donazione (facoltativo).
lt_lt: Default eesmärk annetuse (valikuline).
ms_my: Tujuan default sumbangan (Opsyenel).
nn_no: Standardformålet med ein donasjon (valfritt).
ro_ro: Scopul implicit al unei donaţii (opţional).
ru_ru: Стандартное исключение для пожертвования (Опционально).
sq_al: Qëllimi i paracaktuar i dhurimit (Opsionale).
tr_tr: Varsayılan bağış amacı (İsteğe bağlı).

source: Reference
de_de: Referenz
fr_fr: Référence
he_il: הפניה
it_it: Riferimento
lt_lt: viide
ms_my: Rujukan
nn_no: Referanse
ro_ro: Referinţă
ru_ru: Ссылка
sq_al: Referenca
tr_tr: Referans

source: Default reference for the donation (Optional).
da_dk: Standardreference for donationen (valgfri).
de_de: Standard Referenz der Spende (optional).
fr_fr: Référence par défaut pour le don ( facultatif ).
he_il: הפניית (reference) ברירת המחדל לתרומות (רשות).
it_it: Causale predefinita per la donazione (facoltativo).
lt_lt: Vaikimisi viide annetamise EEST (valikuline).
ms_my: Rujukan default sumbangan (Opsyenel).
nn_no: Standardreferanse for donasjonen (valfri).
ro_ro: Referința implicită pentru donație (opțional).
ru_ru: Стандартная ссылка для пожертвования (Опционально).
sq_al: Referenca e paracaktuar e dhurimit (Opsionale).
tr_tr: Varsayılan referans (İsteğe bağlı)

source: Donation Button
da_dk: Betalingsknap
de_de: Spendeschaltfl&auml;che
fr_fr: Bouton de don
he_il: כפתור התרומה
it_it: Pulsante donazione
lt_lt: donorystės mygtukas
ms_my: Butang Sumbangan
nn_no: Betalingsknapp
ro_ro: Butonul de donare
ru_ru: Кнопка пожертвования
sq_al: Butoni i dhurimit
tr_tr: Bağış Butonu

source: Select Button
da_dk: Vælg knap
de_de: Schaltfl&auml;che "Ausw&auml;hlen"
fr_fr: Sélectionner un bouton
he_il: בחר כפתור
it_it: Seleziona il pulsante
lt_lt: SELECT mygtukas
ms_my: Pilih utang
nn_no: Vel knapp
ro_ro: Selectare buton
ru_ru: Кнопка выбора
sq_al: Zgjidh Butonin
tr_tr: Buton Seç

source: Custom Button
ro_ro: Buton personalizat

source: Enter a URL to a custom donation button.
da_dk: Indtast en URL til en egendefineret betalingsknap.
de_de: Geben Sie eine URL-Adresse f&uuml;r die benutzerdefinierte Spendeschaltfl&auml;che ein.
fr_fr: Entrez une URL pour un bouton de don sur mesure.
he_il: הכנס כתובת אינטרנט לכפתור מותאם אישית
it_it: Inserisci l'URL al pulsante personalizzato.
lt_lt: Įveskite URL individualizuotos donorystės mygtuką.
ms_my: Masukkan URL lokasi untuk butang custom.
nn_no: Skriv inn ein URL til ein eigendefinert betalingsknapp.
ro_ro: Introduceți un URL de la un buton de donație personalizat
ru_ru: Введите ссылку на кнопку пожертвования.
sq_al: Vendosni URL-në e butonit të krijuar nga ju.
tr_tr: Özel bağış butonu için bir URL yazın.

source: Country and Language
da_dk: Land og sprog
de_de: Land und Sprache
it_it: Stato e lingua
ms_my: Negara dan Bahasa
nn_no: Land og språk
ro_ro: Ţara şi limba
sq_al: Shteti edhe gjuha
tr_tr: Ülke ve Dil

source: Localize the language and the country for the button.
ro_ro: Localizarea limbii și a țării pentru buton.

source: Disable PayPal Statistics
ro_ro: Dezactivare statisticile PayPal

source: Theme CSS Override: Center Button
ro_ro: Suprascriere CSS-ul temei: centrare buton

source: Enable Checkout Language
ro_ro: Activare limbă pentru procesare

source: Checkout Language
ro_ro: Limba pentru procesare

source: Return Method
ro_ro: Metoda de întoarcere (Return)

source: Takes effect only if the return page is set.
ro_ro: Se efectuează doar dacă pagina de întoarcere este activată.

source: Required fields.
ro_ro: Câmpuri obligatorii.

source: Optional extra settings to fine tune the setup in certain scenarios.
ro_ro: Setări opționale pentru finisarea setărilor în anumite situații.

source: GET method (default)
ro_ro: Metoda GET (implicită)

source: GET method, no variables
ro_ro: Metoda GET, fără variabile

source: POST method
ro_ro: Metoda POST

source: PayPal Donation Button
da_dk: PayPal-betalingsknap
de_de: PayPal Spendeschaltfl&auml;che
fr_fr: Bouton de Paypal Donation
he_il: כפתור תרומה דרך PayPal
it_it: Pulsante donazione PayPal
lt_lt: PayPal donorystės mygtukas
ms_my: Butang Sumbangan PayPal
nn_no: PayPal-betalingsknapp
ro_ro: Butonul de donație PayPal
ru_ru: Кнопка PayPal пожертвования
sq_al: Butoni i PayPal Donation
tr_tr: PayPal Bağış Butonu

source: Donate
da_dk: Donér
de_de: Spenden
fr_fr: Faire un don
he_il: תרום
it_it: Dona
lt_lt: aukoti
ms_my: Sumbang
nn_no: Doner
ro_ro: Donare
ru_ru: Пожертвование
sq_al: Dhuro
tr_tr: Bağış Yap

source: Advanced
ro_ro: Avansat

source: Title:
da_dk: Titel:
de_de: Titel:
fr_fr: Titre:
he_il: כותרת:
it_it: Titolo:
lt_lt: pavadinimas:
ms_my: Tajuk:
nn_no: Tittel:
ro_ro: Titlu:
ru_ru: Название:
sq_al: Titulli:
tr_tr: Açıklama:

source: Purpose:
da_dk: Formål:
de_de: Ziel:
fr_fr: Objet du don:
he_il: מטרה:
it_it: Finalità:
lt_lt: tikslas:
ms_my: Tujuan:
nn_no: Formål:
ro_ro: Scop:
ru_ru: Исключение:
sq_al: Qëllimi:
tr_tr: Amaç:

source: Reference:
de_de: Referenz:
fr_fr: Référence:
he_il: הפניה:
it_it: Riferimento:
lt_lt: nuoroda:
ms_my: Rujukan:
nn_no: Referanse:
ro_ro: Referință:
ru_ru: Ссылка:
sq_al: Referenca:
tr_tr: Referans:

source: PayPal Donations requires WordPress version 2.7 or later!
da_dk: PayPal Donations kræver WordPress version 2.7 eller nyere!
de_de: PayPal Donations erfordert WordPress Version 2.7 oder h&ouml;her!
fr_fr: Paypal Donations requiert WordPress 2.7 ou supérieur !
he_il: wordpress בגירסה 2.7 לפחות דרוש ל-PayPal Donation
it_it: Il plugin PayPal Donations richiede una versione di WordPress 2.7 o superiore!
lt_lt: Dovanas per PayPal reikia WordPress versija 2.7 arba naujesnė versija!
ms_my: PayPal Donations memerlukan WordPress versi 2.7 dan ke atas!
nn_no: PayPal Donations krev WordPress versjon 2.7 eller nyare!
ru_ru: Для работы PayPal-пожертвований требуется WordPress версии 2.7 или выше
sq_al: Paypal Donations kërkon Wordpress version 2.7 ose më të madh!
tr_tr: PayPal Donations eklentisi WordPress 2.7 veya daha üst bir sürüm gerektirir!

source: The PayPal Donations settings have been updated.
da_dk: Indstillinger for PayPal Donations er blevet opdateret.
de_de: Die PayPal Donations Einstellungen sind aktualisiert.
fr_fr: Les paramètres de PayPal Donations ont été mis à jour.
he_il: הגדרות PayPal Donations עודכנו.
it_it: Le impostazioni di PayPal Donations sono state aggiornate.
lt_lt: Dovanas per PayPal nustatymai buvo atnaujinti.
ms_my: Tetapan PayPal Donations telah dikemaskini.
nn_no: Innstillingane for PayPal Donations er blitt oppdatert.
ru_ru: Настройки PayPal Donations были обновлены.
sq_al: Opsione e The PayPal Donations u ndryshuar.
tr_tr: PayPal Donations ayarları güncellendi.

source: Your PayPal email address or your PayPal secure merchant account ID.
da_dk: Din PayPal-emailadresse eller din sikre forhandlerkonto-id hos PayPal.
de_de: Ihre PayPal E-Mail-Adresse oder das ID Ihres sicheren H&auml;ndlerkonto f&uuml;r PayPal.
fr_fr: Votre adresse e-mail PayPal ou l'ID de votre compte marchand.
he_il: כתובת האימייל של ה-PayPal שלך או מזהה סוחר הPayPal המאובטח שלך (PayPal secure merchant account ID).
it_it: Il tuo indirizzo email PayPal oppure il il tuo PayPal ID conto commerciante sicuro.
lt_lt: Sinu PayPali aadressile või oma PayPal turvaline kaupmees konto ID.
ms_my: Alamat e-mel PayPal anda atau akaun ID secure merchant PayPal.
nn_no: Di PayPal-e-postadresse eller den sikre forhandlarkonto-ID-en din hjå PayPal.
ru_ru: Ваш PayPal email адрес или ваш PayPal ID.
sq_al: Adresa e emailit në Paypal ose ID-ja e llogarisë së tregëtarit.
tr_tr: PayPal için kullandığınız e-mail adresi veya Güvenli Mağaza Hesap Numarası

source: Specify the name of a custom payment page style from your PayPal account profile.
da_dk: Angiv navnet på en brugerdefineret sidestil fra din PayPal-kontos profil
de_de: Geben Sie den Name eines benutzerdefinierten Seitenformat Ihres PayPal Kontoprofil.
fr_fr: Précisez l'adresse d'une page de paiement paypal customisée.
he_il: ציין את שם עמוד התשלום המותאם אישית מפרופיל הPayPal שלך.
it_it: Indica il nome dello stile di una pagina personalizzata di pagamento dal tuo account personale di PayPal.
ms_my: Nyatakan nama laman pembayaran custom dari profail akaun PayPal anda.
nn_no: Oppgi namnet på ein brukardefinert sidestil frå profilen på PayPal-kontoen din.
ru_ru: Имя страницы в PayPal-стиле для пожертвований.
sq_al: Specifiko emrin e një pagese nga llogaria juaj në PayPal
tr_tr: PayPal hesabınızda tanımlı bir Özel Ödeme Sayfa Stili'ni yazın.

source: URL to which the donator comes to after completing the donation; for example, a URL on your site that displays a "Thank you for your donation".
da_dk: URL, som giveren sendes til, når donationen er gennemført. For eksempel en URL på din side, som viser "Tak for din donation!" eller lignende.
de_de: URL-Adresse wo der Spender nach dem Spenden landet; zB. eine URL-Adresse Ihrer Seite mit dem Nachricht "Vielen Dank f&uuml;r Ihre Spende".
fr_fr: URL à laquelle le donateur vient après la fin de la donation, par exemple, une URL sur votre site qui affiche un \"Merci pour votre don\".
he_il: כתובת אינטרנט אלייה התורם מגיע לאחר שהתרומה הושלמה; לדוגמה, עמוד שבו מוצג טקסט שאומר "תודה על תרומתך"
it_it: L'URL di ritorno laddove i donatori saranno reindirizzati all'avvenuto compimento della loro donazione; ad esempio, un URL sul tuo sito che mostri il messaggio: "Grazie per la tua donazione!".
lt_lt: URL Teikėjos ateina baigę donorystės, pavyzdžiui, URL jūsų svetainėje, kad rodo "Dėkojame už jūsų donorystės".
ms_my: URL di mana penyumbang akan kembali selepas membuat sumbangan; sebagai contoh, URL di laman anda yang menyatakan "Terima kasih atas sumbangan anda".
nn_no: URL som gjevaren blir sendt til når donasjonen er gjennomført; til dømes ein URL på sida di som viser "Takk for støtta di!" eller liknande.
ru_ru: УРЛ страницы, на которую попадают донаторы после пожертвования; для примера, УРЛ страницы сайта, на которой отображается "Спасибо за пожертвование".
sq_al: URL që dhuruesi vjen mbasi ka dhuruar dicka; përshembull, një URL të faqes tënde që shfaq një falenderim të tillë \"Faleminderit për dhurimin\".
tr_tr: Bağışçıların, bağış sonrası dönecekleri URL; örneğin, sitenizde yer alan bir "Bağışta bulunduğunuz için teşekkür ederiz" sayfası.

source: Custom Button:
da_dk: Egen knap:
de_de: Benutzerdefinierte Schaltfl&auml;che
fr_fr: Bouton personnalisé :
he_il: כפתור מותאם אישית:
it_it: Pulsante personalizzato:
lt_lt: Pasirinktinis mygtukas:
ms_my: Butang Custom:
nn_no: Eigendefinert knapp:
ru_ru: Определенная кнопка:
sq_al: Buton nga ju :
tr_tr: Özel Buton:

source: Localize the language and the country for the button (Updated after saving the settings).
da_dk: Lokalisér sproget og landet for knappen (opdateres, når indstillingerne gemmes).
de_de: Lokalisiert die Sprache und das Land f&uuml;r die Schaltfl&auml;che (aktualisiert nach dem Speichern der Einstellungen).
it_it: Localizzazione pulsante per lingua e stato di appartenenza (salva le modifiche per aggiornare).
ms_my: Tetapkan bahasa dan negara untuk butang (Dikemaskini selepas tetapan disimpan).
nn_no: Lokaliser språket og landet for knappen (blir oppdatert når innstillingane blir lagra).
sq_al: Lokalizo gjuhën edhe shtetin për butonin (Update mbasi të ruash ndryshimet)
tr_tr: Dil ve ülkelere göre buton seçimi

source: Save Changes
da_dk: Gem ændringer
de_de: Einstellungen speichern
fr_fr: Enregistrer les modifications
he_il: שמור שינויים
it_it: Salva le modifiche
lt_lt: išsaugoti pakeitimus
ms_my: Simpan Perubahan.
nn_no: Lagre endringar
ru_ru: Сохранить изменения
sq_al: Ruaj ndryshimet
tr_tr: Ayarları Kaydet

source: Text:
da_dk: Tekst:
fr_fr: Texte:
he_il: טקסט:
it_it: Testo
lt_lt: tekstas:
ms_my: Teks:
nn_no: Tekst:
ru_ru: Текст:
sq_al: Teksti:
tr_tr: Metin:

source: PayPal Donations
he_il: תרומה על ידי PayPal
ms_my: Sumbanagn PayPal
ru_ru: PayPal пожертвования

source: Easy and simple setup and insertion of PayPal donate buttons with a shortcode or through a sidebar Widget. Donation purpose can be set for each button. A few other customization options are available as well.
de_de: Einfaches Setup und Einf&uuml;gen von PayPal Spendeschaltfl&auml;chen mit einer Kurzcode oder Randliste-Widget. Spendeziel kann f&uuml;r jede Schaltfl&auml;che eingestellt werden, genause wie einige weiteren benutzerdefinierten Optionen.
he_il: התקנה קלה ופשוטה של כפתור תרומה באמצעות PayPal עם קוד מקוצר (shortcode) או על ידי ווידג'ט בסייד-באר. מטרת התרומה יכולה להקבע באופן ייחודי לכל כפתור. אפשרויות התאמה אישית אחרות זמינות גם כן.
it_it: Inserisci i pulsanti per la donazione PayPal utilizzando uno shortcode oppure via widget. Ogni pulsante potrà avere una propria finalità predefinita. Saranno inoltre disponibili alcune opzioni personalizzabili.
ms_my: Cara mudah menetapkan dan memasukkan butang sumbangan PayPal melalui shortcode atau Widget di sidebar. Tujuan sumbangan boleh ditetapkan bagi setiap butang. Opsyen mengubah tetapan juga disediakan.
nn_no: Enkelt og greitt oppsett. Innsetjing av knappar for donasjonar via PayPal kan gjerast med ein kortkode eller med eit miniprogram i sidestolpen. Formål for donasjonen kan setjast for kvar knapp. Nokre andre val for tilpassing er òg tilgjengelege.
ru_ru: Легкая и простая установка и включение PayPal Donate кнопки с Shortcode через боковую панель виджетов. Цель пожертвования может быть установлена для каждой кнопки. Несколько других параметров настройки также доступны.
tr_tr: Kurulumu basit, web sayfalarınıza kısa bir kod yazarak ya da yan menülere kolayca PayPal bağış butonu ekleyebileceğiniz bir eklenti. Her butonu farklı bir bağış konusu içerek şekilde kullanabilirsiniz. Diğer seçenekler için eklenti ayarlarına bakınız.

source: Johan Steen
he_il: ג'ון סטין
